Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཤི་འཕོ་བའང་སྟོན། སྐྱེ་བའང་སྟོན། བཙས་པ་དང་། བྱིས་པའི་སྤྱོད་པ་དང་། སླས་ཀྱི་ནང་ན་རྩེ་བའང་སྟོན། མངོན་པར་འབྱུང་བའང་སྟོན། དཀའ་བ་སྤྱོད་པའང་སྟོན། བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བའང་སྟོན། བདུད་འདུལ་བའང་སྟོན། མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའང་སྟོན། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའང་སྟོན། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོའང་སྟོན་ཏོ།
en: What are those ten? They are the displays of dying; taking birth; being born, growing up, and frolicking within the harem; leaving home; practicing austerities; going to the seat of awakening; taming the demons; awakening to complete buddhahood; turning the wheel of Dharma; and passing into the great transcendence of suffering.”

source: བཅོམ་ལྡན་འདས་ཅིའི་རྒྱུ་ཅིའི་རྐྱེན་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་དགའ་ལྡན་གྱི་ཕོ་བྲང་དམ་པ་ནས་ཤི་འཕོ་སྟོན་པ་ནས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོའི་བར་དུ་སྟོན་པ་ལགས།
en: “Blessed One, what causes and conditions make bodhisattvas display all these events, right from their display of death within the fine palace of the Heaven of Joy through to passing into the great transcendence of suffering?”

source: དགའ་ལྡན་གྱི་ཕོ་བྲང་དམ་པ་ན་སེམས་ཅན་གང་དག་རྟག་པར་འདུ་ཤེས་པ་ཡོད་པ་
en: “within the perfect palace of the Heaven of Joy there are beings who have notions of permanence.

source: དེ་དག་གིས། བྱང་ཆུབ་སེམས་དཔའ་འཇིག་རྟེན་ཐམས་ཅད་ལས་ཁྱད་ཞུགས་པ། འཇིག་རྟེན་ཐམས་ཅད་ལས་མངོན་པར་འཕགས་པ། འཇིག་རྟེན་ཀུན་གྱི་ཕུལ་དུ་བྱུང་བ། མི་མཉམ་པ། འདོད་པའི་ཡོན་ཏན་རྣམས་ཀྱིས་མ་གོས་མ་ཆགས་པ་ཤི་འཕོ་བར་མཐོང་ན།
en: When those beings witness the death of a bodhisattva who is superior to, above, and greater than the entire world—someone unequaled, who is unstained by and unattached to the pleasures of the senses

source: རྟག་པའི་འདུ་ཤེས་ལྡོག་ཅིང་མི་རྟག་པའི་འདུ་ཤེས་འབྱུང་སྟེ།
en: —it stops their notions of permanence and instead makes them think of impermanence.

source: མི་རྟག་པའི་འདུ་ཤེས་ལ་གནས་པས་བག་ཡོད་པ་ལ་གནས་པར་འགྱུར་རོ།
en: Hence, with the thought of impermanence, they will be careful.

source: རིགས་ཀྱི་བུ་དགའ་ལྡན་གྱི་ཕོ་བྲང་དམ་པ་ན་སེམས་ཅན་གང་དག་བག་མེད་པར་སྤྱོད་པ་ཡོད་པ་
en: “Noble son, within the perfect palace of the Heaven of Joy there are beings who act carelessly.

source: དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་ལ་དགའ་བ་ཡོད། དད་པ་ཡོད་རངས་པ་ཡོད་ཀྱང་
en: Those beings are fond of the bodhisattva, have faith in him, and are enraptured by him.

source: ཡུལ་ལ་མངོན་པར་ཞེན་པས་བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་མི་འདོང་། མི་རྟེན་བསྙེན་བཀུར་མི་བྱེད་ཅིང་།
en: because of their attachment to objects they do not go to see the bodhisattva, they do not follow him, and they do not venerate him.

source: དེ་དག་ལ་འདི་སྙམ་དུ་སེམས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་ཡང་བཞུགས་ལ། བདག་ཅག་ཀྱང་འཁོད་དེ། དུས་ཀྱང་རིང་དུ་ཡོད་ཀྱིས་ལབས་ཀྱིས་འདོང་བར་བྱའོ་སྙམ་དུ་སེམས་པ་
en: Rather, they think, ‘The bodhisattva is here, and we are here too. There is plenty of time, so we shall go to see him later.’

source: དེ་དག་གི་བག་མེད་པ་བཟློག་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཤི་འཕོ་སྟོན་ཏེ།
en: So that those beings may relinquish their carelessness the bodhisattva will show the way of death.

source: དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ཤི་འཕོ་མཐོང་ནས་སྐྱོ་བ་ལ་གནས་པར་འགྱུར་ཞིང་། དེ་དག་སྐྱོ་བར་གྱུར་ནས་བག་མེད་པ་མི་བྱེད་དེ།
en: Then, as they witness the bodhisattva’s death, they will be saddened, and with such sadness they will no longer be careless.

source: བག་ཡོད་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་རོ།
en: Instead, as they are then heedful, their unsurpassable and complete awakening will be certain.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་སྐྱེ་བས་འདུལ་བ་ཡོད་པ་
en: “Noble son, there are beings who must be trained by means of taking rebirth.

source: དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་མའི་མངལ་ན་འདུག་པ་དེ་དག་གི་མཐུ་མཐོང་ན་ངོ་མཚར་རྨད་དུ་བྱུང་བར་འགྱུར་ཏེ།
en: When those beings see bodhisattvas residing within their mother’s womb they will be astonished and amazed by the bodhisattvas’ powers

source: དེ་དག་ཅི་ནས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་བ་དེ་ལྟ་
en: thus their unsurpassable and complete buddhahood becomes certain.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་མའི་མངལ་ན་འདུག་བཞིན་དུ་ཆོས་སྟོན་ཏོ།
en: In this way bodhisattvas teach the Dharma while residing within their mother’s womb.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་བྱང་ཆུབ་སེམས་དཔའ་བཙས་པ་དང་། བྱིས་པའི་སྤྱོད་པ་དང་། སླས་ཀྱི་ནང་ན་འདུག་པས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཡོད་པ་
en: “Noble son, there are beings to be trained through the context of being born, growing up, and frolicking within the harem.

source: དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། དམན་པ་ལ་མོས་པའི་སེམས་ཅན་རྣམས་བསྲུང་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་བཙས་པ་དང་། བྱིས་པའི་སྤྱོད་པ་དང་། སླས་ཀྱི་ནང་ན་འདུག་པ་སྟོན་ཏོ།
en: In order to ripen such beings, and to protect those who are fond of the lowly, bodhisattvas demonstrate being born, growing up, and frolicking within the harem.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་འབྱུང་བ་དང་།
en: “Noble son, there are beings to be trained by means of bodhisattvas renouncing everything and going forth.

source: རབ་ཏུ་འབྱུང་བས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཡོད་པ་དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་འབྱུང་བ་སྟོན་ཅིང་རབ་ཏུ་འབྱུང་ངོ་།
en: For the sake of such beings the bodhisattvas demonstrate renunciation and going forth.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་ལ་སོགས་པ་སྤྱོད་པ་དམན་པ་ལ་མོས་པ།
en: “Noble son, there are beings such as gods, nāgas, yakṣas, gandharvas, and demigods who are fond of inferior types of conduct.

source: བྱང་ཆུབ་སེམས་དཔའ་དཀའ་བའི་སྤྱོད་པས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཡོད་པ།
en: Such beings must be ripened by the bodhisattvas’ practice of austerities.

source: དེ་དག་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། མུ་སྟེགས་ཅན་གཞན་ཚར་གཅད་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་དཀའ་བ་སྤྱོད་པ་སྟོན་ཏོ།
en: Thus, to ripen such beings and in order to defeat non-Buddhists, bodhisattvas demonstrate the practice of austerities.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་གིས་ཡུན་རིང་པོ་ནས་བདག་ཅག་གིས་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བའི་ཚེ་མཆོད་པའི་ལས་ལ་བརྩོན་པར་བྱའོ་ཞེས་སྨོན་ལམ་བཏབ་པ་ཡོད་པ་
en: “Noble son, there are beings who for long carry the aspiration, ‘Whenever a bodhisattva goes to the seat of awakening, I shall be there to diligently worship him.’

source: དེ་དག་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འགྲོ་བ་སྟོན་ལ།
en: For them bodhisattvas will demonstrate going to the seat of awakening.

source: དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་འགྲོ་བ་ལ་སོ་སོའི་ཚུལ་བཞིན་དུ་མཆོད་པ་བྱེད་དེ།
en: Such beings will then worship the proceeding bodhisattvas each in their own way.

source: དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ལ་མཆོད་པ་བྱས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་འགྱུར་རོ།
en: Due to their worship of the bodhisattvas their unsurpassable and complete awakening will be certain.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་ང་རྒྱལ་དང་། རྒྱགས་པ་དང་། དྲེགས་པས་རློམ་པ་ཡོད་དེ།
en: “Noble son, there are beings afflicted by pride, conceit, and arrogance.

source: དེ་དག་དེ་ལས་བཟློག་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་ཅིང་བདུད་འདུལ་བ་སྟོན་ཏོ།
en: In order to cure them of such afflictions, bodhisattvas will demonstrate residing upon the seat of awakening and taming the demons.

source: སེམས་ཅན་གང་ཞི་བ་ལ་གནས་པ་དེ་དག་དེ་ལས་གོང་དུ་ཁྱད་པར་ཐོབ་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་སྟོན་ཏེ།
en: Moreover, so that sentient beings who remain in peace may rise above such states and attain what is superior to that, bodhisattvas demonstrate complete buddhahood.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དེའི་ཚེ།
en: At the time of the bodhisattvas’ complete buddhahood,

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སྒྲ་སྣ་ཚོགས་དང་། ཅ་ཅོ་སྣ་ཚོགས་གང་ཡོད་པ་དེ་དག་ཐམས་ཅད་མེད་ཅིང་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱང་ཞི་བར་འགྱུར་ཏེ།
en: all the various kinds of noise and clamor within the trichiliocosm disappear and the entire trichiliocosm becomes peaceful.

source: དེ་དག་གིས་མཐུ་དེ་མཐོང་ན། བདག་ཅག་ཀྱང་དེ་ལྟར་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འཁོད་དེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་སྨོན་ལམ་འདེབས་སོ།
en: Everyone who witnesses such powers forms the aspiration, ‘I shall also take my place upon the seat of awakening and so fully awaken to unsurpassable and complete buddhahood!’

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་སྟོན་པར་བཀུར་བ་དང་། སྟོན་པར་དམ་བཅའ་ལ་དེ་དག་གིས་འབྱུང་བ་དང་། ཕྱི་མའི་ཆོས་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་པ་ཡོད་པ་
en: “Noble son, there are beings who are venerated as great teachers and who declare themselves to be great teachers without ever gaining true and complete awakening, now or in the future.

source: དེ་དག་ཚར་གཅད་པ་དང་།
en: In order to overthrow such beings,

source: སེམས་ཅན་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་ཅིང་སྣོད་དུ་གྱུར་པ་རྣམས་ལ་ལམ་བསྟན་པའི་ཕྱིར་
en: to show the path to those whose roots of virtue have ripened and who are suitable recipients,

source: བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་
en: bodhisattvas, having awoken to complete buddhahood,

source: ཀ་ཤིའི་གྲོང་རྡལ་དུ་སོང་ནས་ཆོས་ཀྱི་འཁོར་ལོ་ལན་གསུམ་རྣམ་པ་བཅུ་གཉིས་སུ་བསྐོར་རོ།
en: will go to the vicinity of Kāśi and turn the wheel of Dharma three times and by way of twelve aspects.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གང་དག་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་འདུལ་བ་ཡོད་པ་
en: “Noble son, there are beings who are to be trained by means of the complete transcendence of suffering.

source: དེ་དག་འདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་སྟོན་ཏེ།
en: To train those beings bodhisattvas show the way of passing into the great transcendence of suffering.

source: རིགས་ཀྱི་བུ་འདི་ནི་རྒྱུ་འདི་ནི་རྐྱེན་ཏེ། དེས་བྱང་ཆུབ་སེམས་དཔའ་དགའ་ལྡན་གྱི་ཕོ་བྲང་དམ་པ་ནས་ཤི་འཕོ་སྟོན་ཅིང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོའི་བར་དུ་སྟོན་ཏོ།
en: “Thus, noble son, these are their causes and conditions for the bodhisattvas’ display of death in the perfect palace of the Heaven of Joy, all the way through to their display of passing into the great transcendence of suffering.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་ཤེས་པས་རྣམ་པར་རོལ་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities revel in superknowledge.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་ཁོམ་པ་བརྒྱད་རྣམ་པར་སྤངས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities relinquish the eight unfree states.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མི་དགེ་བའི་ཆོས་ལས་ཕྱིར་ལྡོག་པ་རྣམས་ཡིན། དེ་བཞིན་གཤེགས་པས་བསླབ་པ་བཅས་པ་ལས་མི་འདའ་བ་རྣམས་ཡིན། སེར་སྣ་དང་བྲལ་བ་རྣམས་ཡིན། སྔོན་གྱི་རྒྱལ་བ་ལ་བྱ་བ་བྱས་པ་རྣམས་ཡིན། བསོད་ནམས་བྱ་བ་ལ་བརྩོན་པ་རྣམས་ཡིན། ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན། ཐབས་ལ་མཁས་པ་རྣམས་ཡིན། སྨོན་ལམ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན། སྐྱོ་བ་མང་བ་རྣམས་ཡིན། བརྩོན་འགྲུས་བརྩམས་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are turning away from unvirtuous qualities, not transgressing the thus-gone ones’ points for training, freedom from stinginess, service to the victorious ones in the past, diligence in meritorious acts, excellent insight, skill in means, excellent aspiration, abundant weariness, and the rousing of diligence.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནི་མི་དགེ་བའི་ལས་མངོན་པར་འདུ་བྱ་བ་གང་གིས་སེམས་ཅན་དམྱལ་བ་དག་ཏུ་སྐྱེ་ཞིང་
en: “Noble son, unvirtuous acts cause sentient beings to take birth in the hells and,

source: དེ་དག་ཏུ་སྐྱེས་ནས་ཀྱང་ཚོར་བ་མི་བཟད་པ། རྩུབ་པ། ཚ་བ་ཡིད་དུ་མི་འོང་བ་མྱོང་བར་འགྱུར་བ་འམ།
en: once born there, they suffer from unbearable and savage experiences as well as burning.

source: ཡུན་རིང་པོར་གནས་པར་འགྱུར་བ་འམ། སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་དེ་དག་ལ་གནོད་པའི་སེམས་སྐྱེད་པར་འགྱུར་བ་
en: Through such acts they have to remain in hell for a long time and they develop the wish to hurt other beings in the hells.

source: དེ་ལྟ་བུར་མི་འགྱུར་གྱི། བྱང་ཆུབ་སེམས་དཔའ་ནི་རང་བཞིན་གྱིས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་ལྡན་པ་ཡིན་ཏེ།
en: None of this, however, happens to bodhisattvas, for they naturally abide on the path of the ten virtuous acts.

source: དེ་ལྟར་ན་དེ་ནི་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་མི་འགྱུར་རོ།
en: They will not, therefore, be born in the realms of hell.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནི་དེ་བཞིན་གཤེགས་པས་བསླབ་པ་བཅས་པ་ལས་འདའ་བ་གང་གིས་བྱོལ་སོང་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་བའམ། དེ་དག་ཏུ་སྐྱེས་ནས་ཀྱང་བྱོལ་སོང་གི་སྡུག་བསྔལ་མི་བཟད་པ་མྱོང་བར་འགྱུར་བ་མེད་དོ།
en: “Noble son, bodhisattvas do not transgress the thus-gone ones’ points for training in the way that otherwise causes birth in the animal realm and, once born there, the unbearable suffering experienced by animals.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནི་གང་སེར་སྣར་འགྱུར་བའི་རྒྱུ་དེ་དང་། རྐྱེན་དེ་དང་། གཞི་དེས་ཡི་དགས་ཀྱི་ནང་དུ་སྐྱེ་ཞིང་དེ་དག་ཏུ་སྐྱེས་ནས་ཀྱང་ཡི་དགས་ཀྱི་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པར་མྱོང་བར་འགྱུར་བ་མེད་དོ།
en: “Noble son, bodhisattvas are free of the stinginess that serves as the cause, condition, and basis for taking birth as a starving spirit, and so they are free from the unbearably savage pain of a starving spirit.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་གང་དུ་སྐྱེས་པས་དགེ་བའི་བཤེས་གཉེན་དང་འགྲོགས་པ་འཐོབ་པའི་རྐྱེན་དང་བྲལ་བར་འགྱུར་བའི་ལོག་པར་ལྟ་བའི་རིགས་སུ་མི་སྐྱེའོ།
en: “Bodhisattvas are not born into families that adhere to wrong views that eliminate the conditions for finding virtuous teachers and friends.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སྔོན་སྤྱད་པ་སྟེ།
en: Why are bodhisattvas not born into such families? Because of their past acts.

source: སྔོན་གྱི་རྒྱལ་བ་ལ་བྱ་བ་བྱས་པ་ཡིན་པས་དེ་དག་ཡང་དག་པར་ལྟ་བའི་རིགས་སུ་སྐྱེ་བ་ཡིན་ཏེ།
en: In the past they served the victorious ones, and as a result they are born among those who have the genuine view.

source: དེ་དག་ཏུ་སྐྱེས་ནས་ཀྱང་རྐྱེན་ཕུན་སུམ་ཚོགས་པར་འགྱུར་ཞིང་རྐྱེན་དེ་དག་དེ་བས་ཀྱང་འཕེལ་བ་དང་། རྒྱས་པ་དང་། ཡངས་པར་འགྱུར་རོ།
en: Moreover, their birth among such people becomes an excellent condition that leads to a further increase, growth, and expansion of excellent conditions.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་དབང་པོ་མ་ཚང་བའི་རྣམ་པ་གང་གིས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་སྣོད་དུ་མི་རུང་བར་འགྱུར་བར་དབང་པོ་དང་མི་ལྡན་པར་འགྱུར་བ་མ་ཡིན་གྱི།
en: “Bodhisattvas are not born with the type of impairment of the faculties that renders one unreceptive to the Dharma of the buddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་བསོད་ནམས་བྱ་བ་ལ་བརྩོན་ཞིང་བསོད་ནམས་ཀྱིས་བརྟན་པ་ཡིན་ཏེ།
en: Bodhisattvas endeavor in meritorious acts and they are steadfast through their merits.

source: དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་ནམ། ཆོས་སམ། དགེ་འདུན་ལ་བྱ་བ་གང་བྱས་ཤིང་། བསྙེན་པ་དང་། བསྟེན་པ་དང་། བསྒོམས་པ་དང་། མང་དུ་བྱས་པས་
en: Since they have worshiped the shrines, teachings, and saṅghas of the thus-gone ones with abundant service, adherence, and practice,

source: དབང་པོ་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བའི་བྱ་བ་དེ་དང་དེ་དག་བྱེད་ཅིང་། དབང་པོ་ཕུན་སུམ་ཚོགས་པས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་སྣོད་དུ་འགྱུར་བ་ཡིན་ནོ།
en: they have engaged in acts that bring excellent faculties and thereby they become ready recipients for the Dharma teachings of the buddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་མཐའ་འཁོབ་ཀྱི་ཡུལ་གང་ན་སེམས་ཅན་བླུན་པ། རྨོངས་པ། ལུག་ལྟར་ལྐུགས་པའི་ངང་ཚུལ་ཅན།
en: “Bodhisattvas are not born in barbarian lands where people are foolish, bewildered, and stupid like sheep.

source: སྐལ་བ་མེད་པ། ལེགས་པར་བཤད་པ་དང་ཉེས་པར་བཤད་པའི་དོན་ཤེས་པར་བྱ་བའི་མཐུ་མེད་པ།
en: unfortunate people who lack the capacity to distinguish sound explanations from those that are flawed.

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་སྣོད་དུ་མ་གྱུར་པ། མར་མི་ཤེས་པ། ཕར་མི་ཤེས་པ། དགེ་སྦྱོང་དུ་མི་འཛིན་པ། བྲམ་ཟེར་མི་འཛིན་པ་དག་གི་ནང་དུ་མི་སྐྱེའི།
en: They are not born among those who are unreceptive to the Dharma teachings of the buddhas and who have no regard for mothers, fathers, mendicants, or brahmins.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་དབུས་ཀྱི་ཡུལ་གང་ན་སེམས་ཅན་དབང་པོ་རྣོ་བ། དབང་པོ་གསལ་བ།
en: Rather, bodhisattvas are born in civilized lands, among people of sharp and clear faculties.

source: མཁས་པ། མཁས་པར་བཀུར་བ། སྐལ་བ་ཡོད་པ།
en: They are born among the learned and those who respect learning, and among the fortunate,

source: ལེགས་པར་བཤད་པ་དང་། ཉེས་པར་བཤད་པའི་དོན་ཡོངས་སུ་ཤེས་པར་བྱ་བའི་མཐུ་ཡོད་ཅིང་།
en: those who can clearly distinguish good explanations from bad ones,

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་སྣོད་དུ་གྱུར་པ།
en: those who are ready recipients of the Dharma teachings of the buddhas,

source: ཕར་ཤེས་པ། མར་ཤེས་པ། དགེ་སྦྱོང་དུ་འཛིན་པ། བྲམ་ཟེར་འཛིན་པ་དག་གི་ནང་དུ་སྐྱེའོ།
en: and those who have regard for mothers, fathers, mendicants, and brahmins.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་སྔོན་གྱི་ཤེས་རབ་དང་། ཡེ་ཤེས་ཀྱི་སྟོབས་ཀྱི་མཐུ་དང་ལྡན་པའི་ཕྱིར་རོ།
en: Why is that so? Because they have the power of previous training in insight and wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་གང་ན་གནས་པས་སངས་རྒྱས་སྐྱེས་པ་དུ་མ་འབྲས་བུ་མེད་པར་འགྱུར་བ་དང་། སེམས་ཅན་གྱི་དོན་འགྲིབ་པར་འགྱུར་བ། ལྷ་ཚེ་རིང་པོའི་ནང་དུ་མི་སྐྱེའི།
en: “Bodhisattvas are not born among long-living gods who let the births of numerous buddhas result in nothing and who are oblivious to the welfare of sentient beings.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་འདོད་པའི་ཁམས་ཉིད་དུ་གང་ན་སེམས་ཅན་གདུལ་བར་བྱ་བ་དང་། སངས་རྒྱས་སྐྱེས་པ་མཉེས་པར་བྱར་ཡོད་པར་སྐྱེའོ།
en: Rather, they are born within the realm of desire, where there are beings to be trained and where beings can rejoice in the birth of buddhas.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་ཐབས་མཁས་པའི་ཕྱིར་རོ།
en: Why is that so? Because of the bodhisattvas’ skill in means.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་གང་ན་སངས་རྒྱས་མི་བཞུགས་པ་དང་། ཆོས་མི་ཐོས་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱར་མེད་པའི་
en: “Bodhisattvas are not born where no buddhas have appeared, no Dharma is heard, and no saṅgha is venerated.

source: སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་པ་དག་ཏུ་མི་སྐྱེའི། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་དཀོན་མཆོག་གསུམ་ཕུན་སུམ་ཚོགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དག་ཏུ་སྐྱེའོ།
en: They are not born in such empty buddha realms, but in buddha realms endowed with the perfect presence of the Three Jewels.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་སྔོན་གྱི་སྨོན་ལམ་ཕུན་སུམ་ཚོགས་པའི་ཕྱིར་རོ།
en: Why is that so? Because of the bodhisattvas’ perfect past aspirations.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་གནས་དེ་ལྟ་བུ་དག་ཐོས་ཀྱང་སྐྱོ་བ་མི་མངའ་བ་དང་། དམུ་རྒོད་ཀྱི་ངང་ཚུལ་ཅན་མ་ཡིན་གྱི།
en: “When bodhisattvas hear of situations such as these, they do not just remain indifferent or upset.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་གནས་དེ་ལྟ་བུ་དག་ཐོས་མ་ཐག་ཏུ་སྐྱོ་བར་འགྱུར་ཏེ། སྐྱོ་བར་གྱུར་ནས་མི་དགེ་བའི་ཆོས་འདི་དག་སྤང་བའི་ཕྱིར་དགེ་བའི་ཆོས་རྣམས་ལ་བརྩོན་འགྲུས་བརྩམས་པ་ཡིན་ནོ།
en: As soon as they hear of these states, they are struck by a sadness that makes them muster diligence in the pursuit of virtuous qualities, so that those unvirtuous qualities can be overcome.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་ཁོམ་པ་བརྒྱད་རྣམ་པར་སྤངས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities relinquish the eight unfree states.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སེམས་མ་སྟོར་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities ensure that the mind of awakening is not lost.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། གཡོ་དང་སྒྱུ་མེད་དེ་དྲང་ཞིང་གྱ་གྱུ་མེད་ལ་སེམས་དང་བ་རྣམས་ཡིན།
en: What are those ten? They are as follows: a bright and honest mind free of pretense, deceit, and crookedness;

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་དེ་འཛིན་པའི་གང་ཟག་རྣམས་ལ་ཡིད་གཉིས་དང་། ནེམ་ནུར་དང་། ཐེ་ཙོམ་མེད་པ་རྣམས་ཡིན།
en: absence of uncertainty, suspicion, and doubt with regard to the qualities of the buddhas and the persons who embody such qualities;

source: ཆོས་ལ་སློབ་དཔོན་འཆབ་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: not concealing that one is a Dharma teacher;

source: ཆོས་ཀྱི་སེར་སྣ་དང་བྲལ་བ་རྣམས་ཡིན།
en: absence of stinginess with the Dharma;

source: ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་ཀྱི་མཐའ་དང་བྲལ་བ་རྣམས་ཡིན།
en: not adopting a livelihood that renders one poor with respect to the Dharma;

source: ཇི་སྐད་དུ་སྨྲས་པ་དེ་ལྟར་བྱེད་དེ་མི་སླུ་བ་རྣམས་ཡིན།
en: being trustworthy by keeping one’s promises;

source: ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པ་རྣམས་ཡིན།
en: upholding the Great Vehicle;

source: དེ་ཡོངས་སུ་འཛིན་པའི་གང་ཟག་རྣམས་ལ་ཆོས་མཚུངས་པའི་འདུ་ཤེས་ཀྱིས་ཞེས་དང་བཅས་རི་མོ་དང་བཅས་པ་རྣམས་ཡིན།
en: respecting and revering others who uphold the Great Vehicle by seeing them as equal;

source: ཐེག་པ་ཆེན་པོ་ལ་གཞོལ། ཐེག་པ་ཆེན་པོ་ལ་འབབ། ཐེག་པ་ཆེན་པོ་ལ་བབ་པ་རྣམས་ཡིན།
en: reaching, merging, and blending with the Great Vehicle;

source: ཆོས་སྨྲ་བའི་གང་ཟག་རྣམས་ལ་སྟོན་པར་འདུ་ཤེས་པ་དང་། དགེ་བའི་བཤེས་གཉེན་དུ་འདུ་ཤེས་སྐྱེད་པ་རྣམས་ཡིན་ཏེ།
en: perceiving the individuals who explain the Dharma as teachers and regarding them as spiritual friends.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སེམས་མ་སྟོར་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities ensure that the mind of awakening is not lost.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚེ་རབས་དྲན་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities recollect their former lives.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་རྣམས་ཡིན། དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་རྣམས་ཡིན། ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་རྣམས་ཡིན། འགྱོད་པ་མེད་པ་རྣམས་ཡིན། སྒྲིབ་པ་མེད་པ་རྣམས་ཡིན། དགའ་བ་མང་བ་རྣམས་ཡིན། སྒོམ་པ་མང་བ་རྣམས་ཡིན། སེམས་མཉམ་པར་གཞག་པ་རྣམས་ཡིན། རྫུས་ཏེ་སྐྱེ་བ་རྣམས་ཡིན། རྣམ་པར་ཤེས་པ་མ་རྨོངས་པ་རྣམས་ཡིན་ཏེ།
en: What are those ten? They are veneration of numerous buddhas, upholding the sacred Dharma, pure discipline, absence of regrets, freedom from obscuration, abundant joy, abundant training, mental equipoise, miraculous birth, and a consciousness free of dullness.

source: རིགས་ཀྱི་བུ་སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་དམ་པའི་ཆོས་ལ་རིམ་གྲོ་ཡོད་ཅིང་བཀུར་སྟི་ཡོད་པ་ཡིན།
en: “Noble son, bodhisattvas who venerate numerous buddhas will honor and respect the sacred Dharma.

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པའི་གང་ཟག་རྣམས་ལ་རིམ་གྲོ་ཡོད་ཅིང་བཀུར་སྟི་ཡོད་པ་ཡིན་ཏེ།
en: They will also honor and respect the individuals who uphold the sacred Dharma.

source: དེ་དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་ལུས་དང་། སྲོག་ལ་མི་ལྟ་བར་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་ཅིང་འཆང་ངོ་།
en: Through such causes, conditions, and bases they will embrace and uphold the sacred Dharma without any concern for life or limb.

source: ཀློག་གོ། །ཀུན་ཆུབ་པར་བྱེད་དོ། །གཞན་ལ་ཡང་རྒྱ་ཆེར་སྟོན་ཏོ།
en: They will read and master the sacred Dharma, just as they will teach it abundantly to others.

source: དེ་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ལ་བརྩོན་པས་འདི་ལྟ་སྟེ། ལུས་དང་། ངག་དང་། སེམས་ཀྱི་ཚུལ་ཁྲིམས་རྣམ་པ་གསུམ་གྱིས་ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་ཡིན།
en: As they so endeavor to uphold the sacred Dharma, their physical, verbal, and mental discipline will be pure,

source: ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པས་འགྱོད་པ་མེད་པ་ཡིན་ཏེ། དེ་ཡང་རིམ་གྲོ་མེད་པ་མ་ཡིན་གྱི།
en: with pure discipline they will have no regrets and not be lacking in terms of religious service.

source: ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པའི་ཕྱིར་འགྱོད་པ་མེད་པས་སྒྲིབ་པ་མེད་པ་ཡིན། སྒྲིབ་པ་མེད་པས་དགའ་བ་མང་བ་ཡིན།
en: Without regrets due to pure discipline they become free of obscurations and hence experience abundant joy.

source: དགའ་བ་མང་བས་སྒོམ་པ་མང་བ་ཡིན། སྒོམ་པ་མང་བས་སེམས་མཉམ་པར་གཞག་པར་འགྱུར་རོ།
en: With abundant joy comes abundant training, and through such training their mind rests in equipoise.

source: སེམས་མཉམ་པར་གཞག་པས་འགྲོ་བ་ཡོངས་སུ་དག་པར་འགྱུར། འགྲོ་བ་ཡོངས་སུ་དག་པས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར།
en: As their mind is in equipoise, their existence will become pure, and when their existence is pure, birth takes place miraculously.

source: རྫུས་ཏེ་སྐྱེས་པས་རྣམ་པར་ཤེས་པ་མ་རྨོངས་པ་ཡིན་ནོ། །རྣམ་པར་ཤེས་པ་མ་རྨོངས་པའི་ཕྱིར་ཚེ་རབས་དྲན་པ་ཡིན་ཏེ་
en: With miraculous birth their consciousness will be free of dullness, and when their consciousness is free of dullness they will recollect the succession of their lives.

source: ཚེ་རབས་གཅིག་ཀྱང་རྗེས་སུ་དྲན་ནོ། །གཉིས་དང་། གསུམ་དང་། བཞི་དང་། ལྔ་དང་། བཅུ་དང་། ཉི་ཤུ་དང་། སུམ་ཅུ་དང་། བཞི་བཅུ་དང་། ལྔ་བཅུ་ནས་ཚེ་རབས་བརྒྱ་སྟོང་དུ་མའི་བར་དུ་རྗེས་སུ་དྲན་ནོ།
en: Thus they may recollect one single life, or two lives, or three, or four, five, ten, twenty, thirty, forty, or fifty, and so on, up to many hundreds of thousands of lifetimes.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚེ་རབས་རྗེས་སུ་དྲན་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten qualities recollect their former lives.
